{
    "Metadata": {
        "title": "الملف الشخصي"
    },
    "Header": {
        "links": ["الرئيسية", "حول", "الخبرة", "المشاريع", "الاتصال"]
    },
    "Main": {
        "Home": {
            "name": "علاف أ. أراجو",
            "profession": "مطور ويب"
        },
        "About": {
            "about_me": "عنّي",
            "paragraph_1": "مرحباً، أنا علاف، مطور كامل المكدس أبحث عن فرصتي المهنية الأولى. منذ نهاية عام 2020، كنت أكرس نفسي لتطوير الويب، دائماً مع الحفاظ على احترام التكنولوجيا المبتكرة مع الانفتاح على الابتكارات.",
            "paragraph_2": "حالياً، أنا أدرس تحليل النظم وتطويرها (ADS)، وهدفي هو تطبيق وتوسيع مهاراتي في بيئة تحدٍّ ومبتكرة. أنا متحمس للمساهمة بشغفي للتكنولوجيا ورغبتي في التعلم في مشروع جديد."
        },
        "Experience": {
            "experience": "الخبرة",
            "freelancer": "مستقل",
            "text": "أنا مطور مستقل شغوف بالتكنولوجيا، دائماً أبحث عن حلول مبتكرة وفعّالة لتحديات متنوعة.",
            "paragraph_1": "بالإضافة إلى ذلك، لدي خبرة في تطوير واجهات البرمجة وواجهات المستخدم.",
            "paragraph_2": "على الرغم من أن مشاريعي السابقة كانت موجهة نحو تعزيز مهاراتي، إلا أنني حريص على تطبيق معرفتي في بيئة مهنية والمساهمة في حلول مبتكرة وفعالة.",
            "paragraph_3": "حالياً، أبحث عن توسيع خبرتي المهنية في فريق تطوير.",
            "paragraph_4": "تقنياتي:"
        },
        "Projects": {
            "projects": "المشاريع",
            "projectsAbout": {
                "al_postel": {
                    "name": "أل بوستيل",
                    "about": "مشروع يحاكي WhatsApp Web، يرسل ويستقبل الرسائل في الوقت الفعلي، ويخزن الرسائل في مجموعة في قاعدة البيانات غير العلائقية MongoDB. تم إنشاء التطبيق باستخدام Node.js في الواجهة الخلفية و Next.js في الواجهة الأمامية... 2024 - الحاضر.",
                    "obs": "ملاحظة: يتم استضافة الخادم مجاناً على Render، لذا قد يكون هناك تأخير في منطقة تسجيل الدخول والتسجيل."
                }
            }
        },
        "Contact": {
            "contact": "الاتصال",
            "text": "حالياً، أبحث عن فرصتي المهنية الأولى في فريق تطوير. أعتقد أنه دائماً الوقت لإعادة ابتكار الذات والتعلم من الأخطاء. لا تتردد في التواصل عبر وسائل التواصل الاجتماعي الخاصة بي. :)"
        }
    },
    "Footer": {
        "copy": "جميع الحقوق محفوظة"
    }
}
