{
    "Metadata": {
        "title": "محفظة"
    },
    "Header": {
        "links": ["الرئيسية", "عني", "الخبرة", "المشاريع", "اتصل"]
    },
    "Main": {
        "Home": {
            "name": "أليف أ. أراوخو",
            "profession": "مطور ويب"
        },
        "About": {
            "about_me": "عني",
            "paragraph_1": "مرحبًا، أنا ألف، مطور كامل المكدس أبحث عن فرصتي المهنية الأولى. منذ نهاية عام 2020، كنت أكرس نفسي لتطوير الويب، دائمًا موازنًا بين الاحترام للتقنيات المعتمدة والانفتاح على الابتكارات.",
            "paragraph_2": "حاليًا، أدرس تحليل النظم وتطويرها (ADS)، وهدفي هو تطبيق وتوسيع مهاراتي في بيئة تحديّة ومبتكرة. أنا متحمس للمساهمة بشغفي للتكنولوجيا ورغبتي في التعلم في مشروع جديد."
        },
        "Experience": {
            "experience": "الخبرة",
            "freelancer": "مستقل",
            "text": "أنا مطور مستقل شغوف بالتكنولوجيا، دائمًا أبحث عن حلول إبداعية وفعالة لمواجهة التحديات المختلفة.",
            "paragraph_1": "بالإضافة إلى ذلك، لدي خبرة في تطوير APIs وواجهات المستخدم الأمامية.",
            "paragraph_2": "على الرغم من أن مشاريعي السابقة كانت تركز على تحسين مهاراتي، إلا أنني حريص على تطبيق معرفتي في بيئة مهنية والمساهمة في حلول مبتكرة وذات تأثير.",
            "paragraph_3": "حاليًا، أبحث عن توسيع خبرتي المهنية في فريق تطوير.",
            "paragraph_4": "تقنياتي:"
        },
        "Projects": {
            "projects": "المشاريع",
            "projectsAbout": {
                "al_postel": {
                    "name": "أل بوستيل",
                    "about": "مشروع يحاكي WhatsApp Web، حيث يرسل ويتلقى الرسائل في الوقت الحقيقي، ويحفظ الرسائل في مجموعة في قاعدة البيانات غير العلائقية MongoDB. تم إنشاء التطبيق باستخدام Node.js في الجزء الخلفي وNext.js في الجزء الأمامي... 2024 - حتى الآن.",
                    "obs": "ملاحظة: يتم استضافة الخادم مجانًا على Render، لذا قد تكون هناك تأخيرات في منطقة تسجيل الدخول والتسجيل."
                },
                "al_postel_api": {
                    "name": "أل بوستيل API",
                    "about": "API RESTful تم تطويرها باستخدام TypeScript وExpress وSocket.IO. يوفر هذا API سلسلة من نقاط النهاية لإدارة البيانات والتفاعل مع تطبيق الواجهة الأمامية، والذي بدوره يدير تطبيق الرسائل.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "اتصل",
            "text": "حاليًا، أبحث عن فرصتي المهنية الأولى في فريق تطوير. أعتقد دائمًا أنه حان الوقت لإعادة اختراع نفسك والتعلم من الأخطاء. لا تتردد في التواصل عبر وسائل التواصل الاجتماعي الخاصة بي. :)"
        }
    },
    "Footer": {
        "copy": "جميع الحقوق محفوظة"
    }
}
