{
    "Metadata": {
        "title": "الملف الشخصي"
    },
    "Header": {
        "links": ["الرئيسية", "حول", "الخبرة", "المشاريع", "اتصل"]
    },
    "Main": {
        "Home": {
            "name": "أليف أ. أراوجو",
            "profession": "مطور ويب"
        },
        "About": {
            "about_me": "عن نفسي",
            "paragraph_1": "مرحبًا، أنا ألف، مطور full stack أبحث عن فرصتي المهنية الأولى. منذ نهاية عام 2020، كنت أكرس نفسي لتطوير الويب، دائمًا ما أوازن بين احترام التقنيات الراسخة والانفتاح على الابتكارات.",
            "paragraph_2": "حاليًا، أنا أدرس تحليل وتطوير الأنظمة (ADS)، وهدفي هو تطبيق وتوسيع مهاراتي في بيئة مليئة بالتحديات ومبتكرة. أنا متحمس للإسهام بشغفي بالتكنولوجيا ورغبتي في التعلم في مشروع جديد."
        },
        "Experience": {
            "experience": "الخبرة",
            "freelancer": "فريلانسر",
            "text": "أنا مطور فريلانسر شغوف بالتكنولوجيا، دائمًا ما أسعى للحصول على حلول إبداعية وفعالة للتحديات المختلفة.",
            "paragraph_1": "بالإضافة إلى ذلك، لدي خبرة في تطوير APIs وواجهات المستخدم في الواجهة الأمامية.",
            "paragraph_2": "على الرغم من أن مشاريعي السابقة كانت تركز على تعزيز مهاراتي، فإنني حريص على تطبيق معرفتي في بيئة مهنية والمساهمة في حلول مبتكرة وذات تأثير.",
            "paragraph_3": "حاليًا، أبحث عن فرصة لتوسيع خبرتي المهنية في فريق تطوير.",
            "paragraph_4": "تقنياتي:"
        },
        "Projects": {
            "projects": "المشاريع",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "مشروع يحاكي WhatsApp Web، يرسل ويستقبل الرسائل في الوقت الفعلي، ويخزن الرسائل في مجموعة في قاعدة البيانات غير العلائقية MongoDB. تم إنشاء التطبيق باستخدام Node.js في الواجهة الخلفية وNext.js في الواجهة الأمامية... 2024 - حتى الآن.",
                    "obs": "ملاحظة: الخادم مستضاف مجانًا على Render، لذلك قد يكون هناك تأخير في منطقة تسجيل الدخول والتسجيل."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "API RESTful تم تطويرها باستخدام TypeScript وExpress وSocket.IO. توفر هذه API سلسلة من نقاط النهاية لإدارة البيانات والتفاعل مع تطبيق الواجهة الأمامية، الذي يدير بدوره تطبيق المراسلة... 2024 - حتى الآن.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "اتصل",
            "text": "حاليًا، أبحث عن فرصتي المهنية الأولى في فريق تطوير. أعتقد أنه دائمًا هناك وقت لإعادة اختراع نفسك والتعلم من الأخطاء. لا تتردد في التواصل عبر وسائل التواصل الاجتماعي الخاصة بي. :)"
        }
    },
    "Footer": {
        "copy": "جميع الحقوق محفوظة"
    }
}
