{
    "Metadata": {
        "title": ""
    },

    "Header": {
        "links": ["Startseite", "Über", "Erfahrung", "Projekte", "Kontakte"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Web-Entwickler"
        },
        "About": {
            "about_me": "Über Mich",
            "paragraph_1": "Derzeit Fokus auf Full-Stack-Entwicklung.",
            "paragraph_2": "Mein Name ist Alef und ich interessiere mich leidenschaftlich für neue Technologien. Ich erkenne die Bedeutung von Technologien an, die sich bereits auf dem Markt etabliert haben, aber ich lasse immer Platz für etwas Neues. Ich habe Ende 2020 in diesem Bereich angefangen und die Grundlagen der Webentwicklung studiert.",
            "paragraph_3": "Ich studiere derzeit Systemanalyse und -entwicklung und konzentriere mich auf die Erweiterung meiner Fähigkeiten."
        },
        "Experience": {
            "experience": "Erfahrung",
            "freelancer": "Freiberufler",
            "text": "Ich bin ein freiberuflicher Entwickler, der leidenschaftlich an Technologie interessiert ist und stets nach kreativen und effektiven Lösungen für verschiedene Herausforderungen sucht. Mit ständigem Fokus auf Einfachheit und Funktionalität arbeite ich daran, intuitive Schnittstellen zu erstellen, die die beste Benutzererfahrung bieten.",
            "paragraph_1": "Darüber hinaus habe ich Erfahrung in der Entwicklung robuster APIs, die eine effiziente Kommunikation zwischen Client-Seite und Datenbank gewährleisten.",
            "paragraph_2": "Obwohl meine bisherigen Projekte darauf abzielten, meine Fähigkeiten zu verbessern, bin ich begeistert, mein Wissen in einem professionellen Umfeld anzuwenden und zu innovativen und wirkungsvollen Lösungen beizutragen.",
            "paragraph_3": "Derzeit suche ich nach Möglichkeiten, meine berufliche Erfahrung in einem Entwicklungsteam zu erweitern.",
            "paragraph_4": "Meine Technologien:"
        }
    }
}