{
    "Metadata": {
        "title": "Portfolio"
    },
    "Header": {
        "links": ["Home", "About", "Experience", "Projects", "Contact"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Web Developer"
        },
        "About": {
            "about_me": "About Me",
            "paragraph_1": "Hello, I am Alef, a full stack developer seeking my first professional opportunity. Since the end of 2020, I have been dedicating myself to web development, always balancing respect for established technologies with openness to innovations.",
            "paragraph_2": "Currently, I am studying Systems Analysis and Development (ADS), and my goal is to apply and expand my skills in a challenging and innovative environment. I am excited to contribute with my passion for technology and my desire to learn in a new project."
        },
        "Experience": {
            "experience": "Experience",
            "freelancer": "Freelancer",
            "text": "I am a Freelancer Developer passionate about technology, always seeking creative and effective solutions for various challenges.",
            "paragraph_1": "Additionally, I have experience in developing APIs and front-end interfaces.",
            "paragraph_2": "Although my previous projects were focused on enhancing my skills, I am eager to apply my knowledge in a professional environment and contribute to innovative and impactful solutions.",
            "paragraph_3": "Currently, I am looking to expand my professional experience in a development team.",
            "paragraph_4": "My technologies:"
        },
        "Projects": {
            "projects": "Projects",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "A project that simulates WhatsApp Web, sending and receiving messages in real time, and saving messages in a collection in the non-relational database MongoDB. The application was created with Node.js in the back end and Next.js in the front end... 2024 - Present.",
                    "obs": "Note: The server is hosted for free on Render, so there may be latency in the login and registration area."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "A RESTful API developed in TypeScript using Express and Socket.IO. This API provides a series of endpoints to manage data and interact with a front-end application, which, in turn, manages a messaging application.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "Contact",
            "text": "Currently, I am seeking my first professional opportunity in a development team. I believe it is always time to reinvent yourself and learn from mistakes. Feel free to get in touch through my social media. :)"
        }
    },
    "Footer": {
        "copy": "All rights reserved"
    }
}
