{
    "Metadata": {
        "title": "Portafolio"
    },
    "Header": {
        "links": ["Inicio", "Acerca de", "Experiencia", "Proyectos", "Contacto"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Desarrollador Web"
        },
        "About": {
            "about_me": "Acerca de mí",
            "paragraph_1": "Hola, soy Alef, un desarrollador full stack en busca de mi primera oportunidad profesional. Desde finales de 2020, me he dedicado al desarrollo web, siempre equilibrando el respeto por las tecnologías establecidas con la apertura a las innovaciones.",
            "paragraph_2": "Actualmente, estoy estudiando Análisis y Desarrollo de Sistemas (ADS), y mi objetivo es aplicar y ampliar mis habilidades en un entorno desafiante e innovador. Estoy emocionado de contribuir con mi pasión por la tecnología y mi deseo de aprender en un nuevo proyecto."
        },
        "Experience": {
            "experience": "Experiencia",
            "freelancer": "Freelancer",
            "text": "Soy un desarrollador freelancer apasionado por la tecnología, siempre buscando soluciones creativas y efectivas para diversos desafíos.",
            "paragraph_1": "Además, tengo experiencia en el desarrollo de APIs y en la creación de interfaces front-end.",
            "paragraph_2": "Aunque mis proyectos anteriores se centraron en mejorar mis habilidades, estoy ansioso por aplicar mis conocimientos en un entorno profesional y contribuir a soluciones innovadoras y efectivas.",
            "paragraph_3": "Actualmente, estoy buscando ampliar mi experiencia profesional en un equipo de desarrollo.",
            "paragraph_4": "Mis tecnologías:"
        },
        "Projects": {
            "projects": "Proyectos",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Un proyecto que simula WhatsApp Web, enviando y recibiendo mensajes en tiempo real, y guardando mensajes en una colección en la base de datos no relacional MongoDB. La aplicación fue creada con Node.js en el backend y Next.js en el frontend... 2024 - Presente.",
                    "obs": "Nota: El servidor está alojado de forma gratuita en Render, por lo que puede haber latencia en el área de inicio de sesión y registro."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "Una API RESTful desarrollada en TypeScript utilizando Express y Socket.IO. Esta API proporciona una serie de endpoints para gestionar datos e interactuar con una aplicación front-end, que a su vez gestiona una aplicación de mensajería... 2024 - Presente.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "Contacto",
            "text": "Actualmente, estoy buscando mi primera oportunidad profesional en un equipo de desarrollo. Creo que siempre es momento de reinventarse y aprender de los errores. No dudes en ponerte en contacto a través de mis redes sociales. :)"
        }
    },
    "Footer": {
        "copy": "Todos los derechos reservados"
    }
}
