{
    "Metadata": {
        "title": "Conmhainne"
    },
    "Header": {
        "links": ["Baile", "Faoin", "Taithí", "Tionscadail", "Teagmháil"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Forbróir Gréasáin"
        },
        "About": {
            "about_me": "Fúmsa",
            "paragraph_1": "Dia dhuit, is mise Alef, forbróir full stack atá ag lorg mo chéad deis ghairmiúil. Ó dheireadh 2020, táim ag díriú ar fhorbairt gréasáin, i gcónaí le comhoiriúnacht idir meas ar theicneolaíochtaí bunaithe agus oscailteacht d'ionsachtaí.",
            "paragraph_2": "Faoi láthair, táim ag staidéar ar Anailís agus Forbairt Córas (ADS), agus is é mo chuspóir mo scileanna a chur i bhfeidhm agus a leathnú i dtimpeallacht dúshlánach agus nuálaíoch. Táim ar bís faoi chabhair le mo phaisean don teicneolaíocht agus mo ghuí chun foghlaim i dtionscadal nua."
        },
        "Experience": {
            "experience": "Taithí",
            "freelancer": "Saoireoir",
            "text": "Is forbróir saorálach mé atá paiseanta faoi theicneolaíocht, i gcónaí ag lorg réitigh chruthaitheacha agus éifeachtacha do dhúshláin éagsúla.",
            "paragraph_1": "Ina theannta sin, tá taithí agam ar fhorbairt APIs agus comhoiriúnachtaí tosaigh.",
            "paragraph_2": "Cé go raibh mo thionscadail roimhe seo dírithe ar mo scileanna a fheabhsú, tá mé dúshlánach faoi mo chuid eolais a chur i bhfeidhm i dtimpeallacht ghairmiúil agus a chur le réitigh nuálaíocha agus éifeachtacha.",
            "paragraph_3": "Faoi láthair, táim ag lorg mo taithí ghairmiúil a leathnú i dteaghlach forbartha.",
            "paragraph_4": "Mo theicneolaíochtaí:"
        },
        "Projects": {
            "projects": "Tionscadail",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Tionscadal atá ag comhoiriúnú WhatsApp Web, ag seoladh agus ag fáil teachtaireachtaí i réalt-am, agus ag comhoiriúnú na teachtaireachtaí i gcoimeádán sa bhunachar sonraí neamh-ríomhchláraithe MongoDB. Cruthaíodh an t-iarratas le Node.js sa chúlra agus Next.js san tosach... 2024 - Lá atá inniu ann.",
                    "obs": "Nóta: Tá an freastalaí óstáilte go saor ar Render, mar sin d'fhéadfadh moilliúnacht a bheith ann san réigiún logála agus cláraithe."
                }
            }
        },
        "Contact": {
            "contact": "Teagmháil",
            "text": "Faoi láthair, táim ag lorg mo chéad deis ghairmiúil i dteaghlach forbartha. Creidim go bhfuil sé i gcónaí in am athdhearbhaigh féin agus foghlaim ó na laige. Ná bíodh drogall ort teagmháil a dhéanamh trí mo líonraí sóisialta. :)"
        }
    },
    "Footer": {
        "copy": "Gach ceart ar cosaint"
    }
}
