{
    "Metadata": {
        "title": "Conlaoch"
    },
    "Header": {
        "links": ["Baile", "Fúmsa", "Taithí", "Tionscadail", "Teagmháil"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Forbróir Gréasáin"
        },
        "About": {
            "about_me": "Fúmsa",
            "paragraph_1": "Dia duit, is mise Alef, forbróir full stack atá ag lorg mo chéad deis ghairmiúil. Ó dheireadh 2020, táim tiomanta do fhorbairt ghréasáin, i gcónaí ag cothromú meas ar na teicneolaíochtaí bunaithe le hoscailteacht do nuálaíochtaí.",
            "paragraph_2": "Faoi láthair, táim ag staidéar ar Anailís agus Forbairt Chórais (ADS), agus is é mo chuspóir é m'éachtaí a chur i bhfeidhm agus a leathnú i gcomhthéacs dúshlánach agus nuálach. Táim tnúth le cur le mo phaisean don teicneolaíocht agus mo ghuí chun foghlaim i dtionscadal nua."
        },
        "Experience": {
            "experience": "Taithí",
            "freelancer": "Freelancer",
            "text": "Is forbróir freelancer mé atá paiseanta faoi theicneolaíocht, i gcónaí ag lorg réitigh chruthaitheacha agus éifeachtacha do dhúshláin éagsúla.",
            "paragraph_1": "Ina theannta sin, tá taithí agam ar fhorbairt APIs agus comhoiriúnachtaí comhoiriúnachta front-end.",
            "paragraph_2": "Cé go raibh mo thionscadail roimhe seo dírithe ar mo scileanna a fheabhsú, tá mé fonnmhar mo chuid eolais a chur i bhfeidhm i gcomhthéacs gairmiúil agus cur le réitigh nuálacha agus tionchair.",
            "paragraph_3": "Faoi láthair, táim ag lorg leathan mo thaithí ghairmiúil i bhfoireann forbartha.",
            "paragraph_4": "Mo theicneolaíochtaí:"
        },
        "Projects": {
            "projects": "Tionscadail",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Tionscadal a simulates WhatsApp Web, ag seoladh agus ag glacadh comhoiriúnachtaí i ndáthúla, agus ag coimeád comhoiriúnachtaí i gcomhoiriúnacht i mbun na bunachair sonraí neamh-chomhbhríoch MongoDB. Cruthaíodh an aip le Node.js ar an taobh cúil agus Next.js ar an taobh tosaigh... 2024 - Lá atá inniu ann.",
                    "obs": "Nóta: Tá an freastalaí óstáilte saor in aisce ar Render, mar sin d'fhéadfadh moilleanna a bheith ann i réimse an iontrála agus cláraithe."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "API RESTful atá forbartha i TypeScript ag úsáid Express agus Socket.IO. Soláthraíonn an API seo raon de na críochfoirt chun sonraí a bhainistiú agus idirghníomhú le comhoiriúnacht tosaigh, a bhainistíonn a thuilleadh aip teachtaireachtaí... 2024 - Lá atá inniu ann.",
                    "obs": ""
                },
								"cordel_project": {
										"name": "Tionscadal Cordel",
										"about": "Suíomh Gréasáin simplí déanta in HTML agus CSS a chuireann cordel i láthair",
										"obs": ""
								}

            }
        },
        "Contact": {
            "contact": "Teagmháil",
            "text": "Faoi láthair, táim ag lorg mo chéad deis ghairmiúil i bhfoireann forbartha. Creidim gurb é an t-am i gcónaí chun tú féin a athdhéanamh agus foghlaim ó na botún. Ná bíodh leisce ort teagmháil a dhéanamh trí mo na meáin shóisialta. :)"
        }
    },
    "Footer": {
        "copy": "Gach ceart atá cosanta"
    }
}
