{
    "Metadata": {
        "title": "פורטפוליו"
    },
    "Header": {
        "links": ["ראשי", "אודות", "ניסיון", "פרויקטים", "יצירת קשר"]
    },
    "Main": {
        "Home": {
            "name": "אלף א. עראווי",
            "profession": "מפתח רשת"
        },
        "About": {
            "about_me": "אודותיי",
            "paragraph_1": "שלום, אני אלף, מפתח full stack שמחפש את ההזדמנות המקצועית הראשונה שלי. מאז סוף 2020, אני מתמקד בפיתוח אתרים, תוך שמירה על כבוד לטכנולוגיות מבוססות ופתיחות לחדשנות.",
            "paragraph_2": "נכון לעכשיו, אני לומד ניתוח ופיתוח מערכות (ADS), והמטרה שלי היא ליישם ולהרחיב את כישוריי בסביבה מאתגרת וחדשנית. אני מתרגש לתרום עם התשוקה שלי לטכנולוגיה ורצון ללמוד בפרויקט חדש."
        },
        "Experience": {
            "experience": "ניסיון",
            "freelancer": "פרילנסר",
            "text": "אני מפתח פרילנסר בעל תשוקה לטכנולוגיה, תמיד מחפש פתרונות יצירתיים ויעילים לאתגרים שונים.",
            "paragraph_1": "בנוסף, יש לי ניסיון בפיתוח APIs וביצירת ממשקי משתמש Front-End.",
            "paragraph_2": "למרות שהפרויקטים הקודמים שלי התמקדו בשיפור הכישורים שלי, אני נלהב ליישם את הידע שלי בסביבה מקצועית ולתרום לפתרונות חדשניים ויעילים.",
            "paragraph_3": "נכון לעכשיו, אני מחפש להרחיב את ניסיוני המקצועי בצוות פיתוח.",
            "paragraph_4": "הטכנולוגיות שלי:"
        },
        "Projects": {
            "projects": "פרויקטים",
            "projectsAbout": {
                "al_postel": {
                    "name": "אל פוסטל",
                    "about": "פרויקט המדמה את WhatsApp Web, שולח ומקבל הודעות בזמן אמת ושומר הודעות באוסף בבסיס הנתונים הלא-יחסי MongoDB. האפליקציה נוצרה באמצעות Node.js בצד השרת ו-Next.js בצד הלקוח... 2024 - נוכחי.",
                    "obs": "הערה: השרת מאוחסן בחינם על Render, ולכן עשוי להיות עיכוב באזורים של התחברות והרשמה."
                },
                "al_postel_api": {
                    "name": "אל פוסטל API",
                    "about": "API RESTful שפותחה ב-TypeScript באמצעות Express ו-Socket.IO. ה-API מספק סדרה של נקודות קצה לניהול נתונים ולתקשורת עם אפליקציית Front-End, שהיא בתורה מנהלת אפליקציית הודעות.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "יצירת קשר",
            "text": "נכון לעכשיו, אני מחפש את ההזדמנות המקצועית הראשונה שלי בצוות פיתוח. אני מאמין שתמיד יש זמן להתחדש וללמוד מטעויות. אל תהססו ליצור קשר דרך הרשתות החברתיות שלי. :)"
        }
    },
    "Footer": {
        "copy": "כל הזכויות שמורות"
    }
}
