{
    "Metadata": {
        "title": "פורטפוליו"
    },
    "Header": {
        "links": ["דף הבית", "אודות", "ניסיון", "פרויקטים", "צור קשר"]
    },
    "Main": {
        "Home": {
            "name": "אלף א. ארואחו",
            "profession": "מפתח אתרים"
        },
        "About": {
            "about_me": "אודותיי",
            "paragraph_1": "שלום, אני אלף, מפתח Full Stack המחפש את ההזדמנות המקצועית הראשונה שלי. מאז סוף 2020, אני מקדיש את עצמי לפיתוח אתרים, תוך שמירה על איזון בין כבוד לטכנולוגיות מבוססות ופתיחות לחדשנות.",
            "paragraph_2": "נכון לעכשיו, אני לומד אנליזת מערכות ופיתוח (ADS), והמטרה שלי היא ליישם ולהרחיב את כישוריי בסביבה מאתגרת וחדשנית. אני נרגש לתרום עם התשוקה שלי לטכנולוגיה ולרצון שלי ללמוד בפרויקט חדש."
        },
        "Experience": {
            "experience": "ניסיון",
            "freelancer": "פרילנסר",
            "text": "אני מפתח פרילנסר נלהב לטכנולוגיה, תמיד מחפש פתרונות יצירתיים ויעילים לאתגרים שונים.",
            "paragraph_1": "בנוסף, יש לי ניסיון בפיתוח APIs וממשקי Front-End.",
            "paragraph_2": "למרות שהפרויקטים הקודמים שלי היו ממוקדים בשיפור הכישורים שלי, אני נרגש ליישם את הידע שלי בסביבה מקצועית ולתרום לפתרונות חדשניים ומשמעותיים.",
            "paragraph_3": "נכון להיום, אני מחפש להרחיב את הניסיון המקצועי שלי בצוות פיתוח.",
            "paragraph_4": "הטכנולוגיות שלי:"
        },
        "Projects": {
            "projects": "פרויקטים",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "פרויקט המדמה את WhatsApp Web, שולח ומקבל הודעות בזמן אמת, ושומר את ההודעות באוסף בבסיס הנתונים הלא רלציוני MongoDB. היישום נוצר עם Node.js בצד השרת ו-Next.js בצד הלקוח... 2024 - נוכחי.",
                    "obs": "הערה: השרת מתארח בחינם ב-Render, כך שעשויה להיות עיכוב באזור ההתחברות והרשמה."
                }
            }
        },
        "Contact": {
            "contact": "צור קשר",
            "text": "נכון לעכשיו, אני מחפש את ההזדמנות המקצועית הראשונה שלי בצוות פיתוח. אני מאמין שתמיד הזמן לחדש את עצמך וללמוד מטעויות. אל תהסס ליצור קשר דרך הרשתות החברתיות שלי. :)"
        }
    },
    "Footer": {
        "copy": "כל הזכויות שמורות"
    }
}
