{
    "Metadata": {
        "title": "פורטפוליו"
    },
    "Header": {
        "links": ["בית", "אודות", "ניסיון", "פרויקטים", "צור קשר"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "מפתח אינטרנט"
        },
        "About": {
            "about_me": "אודותיי",
            "paragraph_1": "שלום, אני Alef, מפתח Full Stack המחפש את ההזדמנות המקצועית הראשונה שלי. מאז סוף 2020, אני מקדיש את עצמי לפיתוח אתרים, תמיד שואף לשמור על איזון בין כבוד לטכנולוגיות מבוססות לבין פתיחות לחדשנות.",
            "paragraph_2": "כעת, אני לומד ניתוח ופיתוח מערכות (ADS), והמטרה שלי היא ליישם ולהרחיב את כישוריי בסביבה מאתגרת וחדשנית. אני נרגש לתרום עם התשוקה שלי לטכנולוגיה ורצוני ללמוד בפרויקט חדש."
        },
        "Experience": {
            "experience": "ניסיון",
            "freelancer": "פרילנסר",
            "text": "אני מפתח פרילנסר נלהב לגבי טכנולוגיה, תמיד מחפש פתרונות יצירתיים ויעילים לאתגרים שונים.",
            "paragraph_1": "בנוסף, יש לי ניסיון בפיתוח APIs וביצירת ממשקי משתמש Front-End.",
            "paragraph_2": "למרות שהפרויקטים הקודמים שלי התמקדו בשיפור כישוריי, אני נלהב ליישם את הידע שלי בסביבה מקצועית ולתרום לפתרונות חדשניים ומשפיעים.",
            "paragraph_3": "כעת, אני מחפש להרחיב את הניסיון המקצועי שלי בצוות פיתוח.",
            "paragraph_4": "הטכנולוגיות שלי:"
        },
        "Projects": {
            "projects": "פרויקטים",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "פרויקט שמדמה את WhatsApp Web, שולח ומקבל הודעות בזמן אמת, ושומר הודעות באוסף במאגר הנתונים הלא-יחסי MongoDB. היישום נוצר עם Node.js בצד השרת ו-Next.js בצד הלקוח... 2024 - הווה.",
                    "obs": "הערה: השרת מאוחסן בחינם ב-Render, כך שעשויה להיות השהייה באזורים של התחברות ורישום."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "API RESTful שפותחה ב-TypeScript באמצעות Express ו-Socket.IO. API זו מספקת סדרת נקודות קצה לניהול נתונים ואינטראקציה עם יישום Front-End, אשר בתורו מנהל יישום הודעות... 2024 - הווה.",
                    "obs": ""
                },
								"cordel_project": {
										"name": "פרויקט קורדל",
										"about": "אתר פשוט שנבנה ב-HTML ו-CSS ומציג קורדל",
										"obs": ""
								}

            }
        },
        "Contact": {
            "contact": "צור קשר",
            "text": "כעת, אני מחפש את ההזדמנות המקצועית הראשונה שלי בצוות פיתוח. אני מאמין שתמיד יש זמן להתחדש וללמוד מטעויות. אל תהסס ליצור קשר דרך הרשתות החברתיות שלי. :)"
        }
    },
    "Footer": {
        "copy": "כל הזכויות שמורות"
    }
}
