{
    "Metadata": {
        "title": "Portfolio"
    },
    "Header": {
        "links": ["Home", "Over", "Ervaring", "Projecten", "Contact"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Webontwikkelaar"
        },
        "About": {
            "about_me": "Over mij",
            "paragraph_1": "Hallo, ik ben Alef, een full stack ontwikkelaar op zoek naar mijn eerste professionele kans. Sinds eind 2020 wijd ik me aan webontwikkeling, altijd op zoek naar een balans tussen respect voor gevestigde technologieën en openheid voor vernieuwingen.",
            "paragraph_2": "Momenteel studeer ik Systeemanalyse en Ontwikkeling (ADS), en mijn doel is om mijn vaardigheden toe te passen en uit te breiden in een uitdagende en innovatieve omgeving. Ik ben enthousiast om bij te dragen met mijn passie voor technologie en mijn verlangen om te leren in een nieuw project."
        },
        "Experience": {
            "experience": "Ervaring",
            "freelancer": "Freelancer",
            "text": "Ik ben een freelance ontwikkelaar met een passie voor technologie, altijd op zoek naar creatieve en effectieve oplossingen voor verschillende uitdagingen.",
            "paragraph_1": "Daarnaast heb ik ervaring met het ontwikkelen van API's en front-end interfaces.",
            "paragraph_2": "Hoewel mijn eerdere projecten gericht waren op het verbeteren van mijn vaardigheden, kijk ik ernaar uit om mijn kennis toe te passen in een professionele omgeving en bij te dragen aan innovatieve en impactvolle oplossingen.",
            "paragraph_3": "Momenteel ben ik op zoek naar mogelijkheden om mijn professionele ervaring uit te breiden in een ontwikkelingsteam.",
            "paragraph_4": "Mijn technologieën:"
        },
        "Projects": {
            "projects": "Projecten",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Een project dat WhatsApp Web simuleert, waarbij berichten in realtime worden verzonden en ontvangen, en berichten worden opgeslagen in een collectie in de niet-relationele database MongoDB. De applicatie is gemaakt met Node.js voor de back-end en Next.js voor de front-end... 2024 - Heden.",
                    "obs": "Opmerking: De server wordt gratis gehost op Render, dus er kan latentie zijn in het inlog- en registratiegebied."
                }
            }
        },
        "Contact": {
            "contact": "Contact",
            "text": "Momenteel ben ik op zoek naar mijn eerste professionele kans in een ontwikkelingsteam. Ik geloof dat het altijd tijd is om jezelf te vernieuwen en van fouten te leren. Voel je vrij om contact op te nemen via mijn sociale media. :)"
        }
    },
    "Footer": {
        "copy": "Alle rechten voorbehouden"
    }
}
