{
    "Metadata": {
        "title": "Portfólio"
    },
    "Header": {
        "links": ["Início", "Sobre", "Experiência", "Projetos", "Contato"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Desenvolvedor Web"
        },
        "About": {
            "about_me": "Sobre Mim",
            "paragraph_1": "Olá, sou Alef, um desenvolvedor full stack em busca da minha primeira oportunidade profissional. Desde o final de 2020, venho me dedicando ao desenvolvimento web, sempre buscando equilibrar o respeito pelas tecnologias estabelecidas com a abertura para inovações.",
            "paragraph_2": "Atualmente, estou estudando Análise e Desenvolvimento de Sistemas (ADS), e meu objetivo é aplicar e expandir minhas habilidades em um ambiente desafiador e inovador. Estou empolgado para contribuir com minha paixão por tecnologia e meu desejo de aprender em um novo projeto."
        },
        "Experience": {
            "experience": "Experiência",
            "freelancer": "Freelancer",
            "text": "Sou um desenvolvedor freelancer apaixonado por tecnologia, sempre em busca de soluções criativas e eficazes para diversos desafios.",
            "paragraph_1": "Além disso, tenho experiência no desenvolvimento de APIs e interfaces front-end.",
            "paragraph_2": "Embora meus projetos anteriores tenham se concentrado em aprimorar minhas habilidades, estou ansioso para aplicar meu conhecimento em um ambiente profissional e contribuir para soluções inovadoras e impactantes.",
            "paragraph_3": "Atualmente, estou procurando expandir minha experiência profissional em uma equipe de desenvolvimento.",
            "paragraph_4": "Minhas tecnologias:"
        },
        "Projects": {
            "projects": "Projetos",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Um projeto que simula o WhatsApp Web, enviando e recebendo mensagens em tempo real e armazenando mensagens em uma coleção no banco de dados não relacional MongoDB. A aplicação foi criada com Node.js no back-end e Next.js no front-end... 2024 - Presente.",
                    "obs": "Nota: O servidor está hospedado gratuitamente no Render, portanto, pode haver latência na área de login e registro."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "Uma API RESTful desenvolvida em TypeScript usando Express e Socket.IO. Esta API fornece uma série de endpoints para gerenciar dados e interagir com uma aplicação front-end, que, por sua vez, gerencia uma aplicação de mensagens... 2024 - Presente.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "Contato",
            "text": "Atualmente, estou em busca da minha primeira oportunidade profissional em uma equipe de desenvolvimento. Acredito que sempre é hora de se reinventar e aprender com os erros. Sinta-se à vontade para entrar em contato através das minhas redes sociais. :)"
        }
    },
    "Footer": {
        "copy": "Todos os direitos reservados"
    }
}
