{
    "Metadata": {
        "title": "Portfólio"
    },
    "Header": {
        "links": ["Início", "Sobre", "Experiência", "Projetos", "Contato"]
    },
    "Main": {
        "Home": {
            "name": "Alef A. Araujo",
            "profession": "Desenvolvedor Web"
        },
        "About": {
            "about_me": "Sobre Mim",
            "paragraph_1": "Olá, eu sou Alef, um desenvolvedor full stack em busca da minha primeira oportunidade profissional. Desde o final de 2020, venho me dedicando ao desenvolvimento web, sempre com um equilíbrio entre o respeito pelas tecnologias consolidadas e a abertura para inovações.",
            "paragraph_2": "Atualmente, estou cursando Análise e Desenvolvimento de Sistemas (ADS), e meu objetivo é aplicar e expandir minhas habilidades em um ambiente desafiador e inovador. Estou animado para contribuir com minha paixão por tecnologia e meu desejo de aprender em um novo projeto."
        },
        "Experience": {
            "experience": "Experiência",
            "freelancer": "Freelancer",
            "text": "Sou um Desenvolvedor Freelancer apaixonado por tecnologia, sempre em busca de soluções criativas e eficazes para desafios diversos.",
            "paragraph_1": "Além disso, tenho experiência no desenvolvimento de APIs e interfaces front end.",
            "paragraph_2": "Embora meus projetos anteriores tenham sido voltados para aprimorar minhas habilidades, estou entusiasmado para aplicar meu conhecimento em um ambiente profissional e contribuir para soluções inovadoras e impactantes.",
            "paragraph_3": "No momento, estou à procura de expandir minha experiência profissional em uma equipe de desenvolvimento.",
            "paragraph_4": "Minhas tecnologias:"
        },
        "Projects": {
            "projects": "Projetos",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Um projeto que simula o WhatsApp Web, enviando e recebendo mensagens em tempo real, além de salvar as mensagens em coleção no banco de dados não relacional MongoDB. A aplicação foi criada com Node.js no back end e Next.js no front end... 2024 - Presente.",
                    "obs": "Obs: O servidor está hospedado gratuitamente no Render, devido a isso pode haver uma latência na área de login e registro."
                }
            }
        },
        "Contact": {
            "contact": "Contato",
            "text": "Atualmente, estou em busca da minha primeira oportunidade profissional em uma equipe de desenvolvimento. Acredito que sempre é tempo de se reinventar e aprender com os erros. Fique à vontade para entrar em contato através das minhas redes sociais. :)"
        }
    },
    "Footer": {
        "copy": "Todos os direitos reservados"
    }
}
