{
    "Metadata": {
        "title": "Портфолио"
    },
    "Header": {
        "links": ["Главная", "Обо мне", "Опыт", "Проекты", "Контакт"]
    },
    "Main": {
        "Home": {
            "name": "Алеф А. Араужо",
            "profession": "Веб-разработчик"
        },
        "About": {
            "about_me": "Обо мне",
            "paragraph_1": "Привет, я Алеф, разработчик full stack, ищущий свою первую профессиональную возможность. С конца 2020 года я занимаюсь веб-разработкой, всегда стремясь соблюдать баланс между уважением к устоявшимся технологиям и открытостью к инновациям.",
            "paragraph_2": "В настоящее время я изучаю Анализ и Разработку Систем (ADS), и моя цель — применить и расширить свои навыки в стимулирующей и инновационной среде. Я рад возможности внести свой вклад с моей страстью к технологиям и желанием учиться в новом проекте."
        },
        "Experience": {
            "experience": "Опыт",
            "freelancer": "Фрилансер",
            "text": "Я фрилансер-разработчик, увлеченный технологиями, всегда ищущий креативные и эффективные решения для различных задач.",
            "paragraph_1": "Кроме того, у меня есть опыт разработки API и создания интерфейсов front-end.",
            "paragraph_2": "Хотя мои предыдущие проекты были сосредоточены на улучшении моих навыков, я с нетерпением жду возможности применить свои знания в профессиональной среде и внести свой вклад в инновационные и эффективные решения.",
            "paragraph_3": "В настоящее время я ищу возможность расширить свой профессиональный опыт в команде разработки.",
            "paragraph_4": "Мои технологии:"
        },
        "Projects": {
            "projects": "Проекты",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Проект, который имитирует WhatsApp Web, отправляя и получая сообщения в реальном времени и сохраняя сообщения в коллекции в нереляционной базе данных MongoDB. Приложение было создано с использованием Node.js на серверной стороне и Next.js на клиентской стороне... 2024 - Настоящее время.",
                    "obs": "Примечание: Сервер размещен бесплатно на Render, поэтому могут возникать задержки при входе и регистрации."
                },
                "al_postel_api": {
                    "name": "Al Postel API",
                    "about": "RESTful API, разработанная на TypeScript с использованием Express и Socket.IO. Эта API предоставляет серию конечных точек для управления данными и взаимодействия с приложением front-end, которое, в свою очередь, управляет приложением для обмена сообщениями... 2024 - Настоящее время.",
                    "obs": ""
                }
            }
        },
        "Contact": {
            "contact": "Контакт",
            "text": "В настоящее время я ищу свою первую профессиональную возможность в команде разработки. Я считаю, что всегда есть время для самосовершенствования и обучения на ошибках. Не стесняйтесь связаться со мной через мои социальные сети. :)"
        }
    },
    "Footer": {
        "copy": "Все права защищены"
    }
}
