{
    "Metadata": {
        "title": "Портфолио"
    },
    "Header": {
        "links": ["Главная", "Обо мне", "Опыт", "Проекты", "Контакт"]
    },
    "Main": {
        "Home": {
            "name": "Алеф А. Араужо",
            "profession": "Веб-разработчик"
        },
        "About": {
            "about_me": "Обо мне",
            "paragraph_1": "Привет, я Алеф, разработчик full stack, ищущий свою первую профессиональную возможность. С конца 2020 года я посвящаю себя веб-разработке, всегда стремясь поддерживать баланс между уважением к устоявшимся технологиям и открытостью к нововведениям.",
            "paragraph_2": "В данный момент я изучаю Анализ и Разработку Систем (ADS), и моя цель – применить и расширить свои навыки в стимулирующей и инновационной среде. Я рад внести свой вклад с помощью своей страсти к технологиям и стремления учиться в новом проекте."
        },
        "Experience": {
            "experience": "Опыт",
            "freelancer": "Фрилансер",
            "text": "Я фрилансер-разработчик, увлеченный технологиями, всегда ищущий креативные и эффективные решения для различных задач.",
            "paragraph_1": "Кроме того, у меня есть опыт в разработке API и интерфейсов front-end.",
            "paragraph_2": "Хотя мои предыдущие проекты были сосредоточены на улучшении моих навыков, я с нетерпением жду возможности применить свои знания в профессиональной среде и способствовать инновационным и значимым решениям.",
            "paragraph_3": "В настоящее время я ищу возможности расширить свой профессиональный опыт в команде разработчиков.",
            "paragraph_4": "Мои технологии:"
        },
        "Projects": {
            "projects": "Проекты",
            "projectsAbout": {
                "al_postel": {
                    "name": "Al Postel",
                    "about": "Проект, который симулирует WhatsApp Web, отправляя и получая сообщения в реальном времени, и сохраняя сообщения в коллекции в нереляционной базе данных MongoDB. Приложение было создано с использованием Node.js для бэкэнда и Next.js для фронтенда... 2024 - Настоящее время.",
                    "obs": "Примечание: Сервер размещен бесплатно на Render, поэтому может быть задержка в области входа и регистрации."
                }
            }
        },
        "Contact": {
            "contact": "Контакт",
            "text": "В настоящее время я ищу свою первую профессиональную возможность в команде разработчиков. Я считаю, что всегда есть время для самосовершенствования и обучения на ошибках. Не стесняйтесь связаться со мной через мои социальные сети. :)"
        }
    },
    "Footer": {
        "copy": "Все права защищены"
    }
}
